---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.FabricAreaFailures
source: html/452a05a7-4acb-8cd8-caf5-3c9e02fbb61d.htm
---
# BuiltInFailures.FabricAreaFailures Properties

Fabric Area lap splice is incorrect.